<template>
    <div>
        <div class="head">今日校园校园号使用服务协议</div>
        <div class="con">
            欢迎您使用今日校园校园号平台！ 为使用今日校园校园号的相关服务，您应当阅读并遵守《今日校园校园号使用服务协议》（以下简称“本协议”）的全部条款，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。除非您已阅读并接受本协议的所有条款，否则您无权使用校园号相关服务。您在进行注册过程中点击"同意"
            按钮（或实际使用今日校园校园号服务）即表示您完全接受本服务协议的各项规则、规范。 如您未满18周岁，请在法定监护人的陪同下阅读本协议条款，并特别注意未成年人使用条款。

            <h5>一、 协议范围 </h5>
            <p>
                1.1本协议是您与江苏金智教育信息股份有限公司（以下简称“金智教育”）就您使用今日校园校园号平台所涉及的全部行为所订立的权利义务规范。
            </p>

            <p>1.2“用户”指所有直接或间接获取和使用校园号相关服务的使用者，包括自然人、法人和其他组织等。在本协议中称为“用户”或称“您”。</p>
            <p>1.3“今日校园”指金智教育所有的一款服务于大学师生及校方职能部门、学生组织等用户的应用。 </p>
            <p>1.4“校园号平台”是金智教育借助移动互联网产品—今日校园对校方职能部门、学生组织、自然人、法人或其他组织所开放的内容分发渠道。您注册校园号平台后可以在平台上通过上传、发布、提供链接等各种形式传播内容（包括文字、图片、视频等），向用户传播信息、与用户交流互动等。</p>
            <p>1.4本协议内容同时包括金智教育已经发布及后续可能不断发布的关于今日校园校园号相关服务的相关协议、规则等内容。前述内容一经正式发布，并以适当的方式送达用户（如系统通知等），即为本协议不可分割的组成部分，您应同样遵守。</p>

            <h5>二、帐号注册与使用 </h5>

            <p>2.1您在使用校园号服务前需要注册一个平台账号，您在注册时需提供身份证明材料及认证材料（如您的姓名、学工号、校方职能部门证明材料、学生组织证明材料、企业法人营业执照等），并注意及时更新。 </p>
            <p>2.2为更好地使用校园号的各项服务，请您按照相关法律法规及校园号平台要求完成实名认证，并对您提供的材料的真实性、合法性、准确性和有效性承担责任。金智教育有权核查您提交的材料，若您提交的材料或填写信息不完整或不准确，则您有可能无法使用校园号服务或在使用过程中受到限制。</p>
            <p>2.3您理解并承诺，您的帐号名称、头像等注册信息中不得违反法律法规的规定，不得违反公共秩序、社会道德风尚等，否则金智教育可对您的帐号进行暂停使用或注销等处理，并向主管机关报告。</p>
            <p>2.4您应妥善保管您的帐号信息，并对此帐号下发生的一切活动承担全部法律责任。不向任何第三方透露帐号信息或密码，如出现或怀疑帐号和密码遭到他人使用，请尽快通知金智教育，以免您的利益受到损失。</p>
            <p>2.5今日校园校园号帐号的所有权归金智教育所有，您完成注册后可获得帐号的使用权，可以登陆并在校园号平台上制作、复制、发布、传播内容。金智教育禁止任何赠与、借用、租用、转让或售卖帐号等行为，如您违反本协议内容，金智教育有权对帐号进行处理（包括但不限于暂停使用、注销或停止提供服务）而不承担任何法律责任，由此导致的一切损失由您自行承担。如您因违反本协议给金智教育或第三方造成损失的，您应当依法承担相应责任。</p>

            <h5>三、用户个人信息保护 </h5>
            <p>3.1保护用户个人信息是金智教育的一项基本原则，金智教育将会采取合理措施保护用户个人信息。除法律法规规定的情形外，未经用户许可金智教育不会向第三方公开、透露用户个人信息。 </p>
            <p>3.2金智教育将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，防止信息泄露、损毁、丢失。</p>
            <p>3.3一般情况下，您可随时浏览、修改自己提交的个人身份信息，但出于安全性和身份识别（如帐号密码找回、帐号申诉服务等），您理解并同意您可能无法修改注册时提供的初始注册信息或其他验证信息。 </p>
            <p>3.4为了更好地向您提供服务，金智教育有可能向关联方、控制方、合作方分享提供服务所必须的个人信息，但公司及其关联方、控制方、合作方无权将共享的个人信息用于任何其他用途，除非是根据有关法律法规的规定或经过您的同意。</p>
            <p>3.5金智教育非常重视对未成年人个人信息的保护。如您未满18周岁，在使用今日校园校园号服务前，应事先取得您的家长或法定监护人的书面同意。</p>
            <p>3.6在使用校园号服务的过程中，您有可能了解、接收或接触到包括但不限于其他用户在内的个人信息，您了解并承诺对上述信息予以充分尊重，不会以任何形式搜集、复制、存储、传播或以任何其他方式使用其他用户的个人信息，否则，由此产生的一切后果由您自行承担。</p>
            <h5>四、使用规范 </h5>
            <p>4.1信息内容规范</p>
            <p>4.1.1本协议所称信息内容是指用户在使用校园号服务过程中所制作、复制、发布、传播的任何内容，包括但不限于帐号头像、名称、帐号说明等注册信息及认证材料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用校园号服务所产生的内容。</p>
            <p>4.1.2金智教育一直致力于为用户创造文明健康、规范有序的网络环境，您不得利用校园号平台制作、复制、发布、传播任何干扰校园号平台正常运营的内容，包括但不限于：</p>
            <p>（1）危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；（2）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容； （3）涉及他人隐私、个人信息或资料的内容；
                （4）含有骚扰信息、广告信息、垃圾信息的内容； （5）谣言、虚假信息或其他含有不实信息的内容； （6）其他违反法律法规、政策及公序良俗、社会公德或干扰校园号平台正常运营和侵犯其他用户或第三方合法权益的内容。</p>
            <p>4.2用户行为规范 </p>

            <p>4.2.1本协议所称用户行为是指用户使用校园号服务所进行的任何行为，包括但不限于注册登陆、帐号运营、管理及推广以及其他行为。 4.2.2您在使用校园号服务过程中，不得进行如下行为，包括但不限于：</p>
            <p>（1）提交、发布虚假信息； （2）仿冒、混淆他人帐号名称、头像、功能介绍或发布内容等，或冒充、利用他人名义进行相关活动； （3）虚构事实、隐瞒真相以误导、欺骗他人； （4）强制、诱导其他用户关注帐号、点击链接页面或分享信息；
                （5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利； （6）未经金智教育书面许可使用插件、外挂或通过其他第三方工具、平台或任何服务接入本服务和相关系统； （7）利用校园号平台及帐号从事包括但不限于诈骗，制作或销售违禁物品、管制物品以及其他违法犯罪活动；
                （8）制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的； （9）任何导致或可能导致金智教育与第三方产生纠纷、争议或诉讼的行为； （10）其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经金智教育明示授权的行为。
                4.3如您需要对今日校园校园号平台内容创作衍生品或投放商业广告，请您另外提交书面申请，在符合条件且经金智教育同意下，方可通过平台进行广告或推广等商业活动。</p>
            <p>4.4您理解并同意，校园号平台仅为用户提供信息分享、传播及获取的平台，您需为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。金智教育无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>
            <p>4.5您应保证：不对平台、技术接口、本服务数据进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）；不对平台、技术接口、本服务数据进行内容、功能、逻辑及界面等任何方面的修改；不得将平台、技术接口、本服务数据或业务用户本协议以外目的。</p>
            <p>4.6在任何时候，您均可以向金智教育投诉、举报各类违法违规行为、违法传播活动、违法有害信息等内容，金智教育将及时受理和处理用户投诉举报，以共同营造文明、有序的网络环境。 </p>

            <h5>五、权利声明 </h5>
            <p>5.1校园号平台涉及的数据中属于金智教育的数据，除法律另有规定外，金智教育享有全部权利，且是金智教育的商业秘密。未经金智教育书面同意，您不得为本协议约定之外的任何目的使用前述数据，并且不得以任何形式将前述数据提供给他人。</p>
            <p>5.2如您停止使用校园号服务或服务被终止或取消，金智教育有权从服务器上永久地删除您的数据。在服务停止、终止或取消后，金智教育没有义务向您返还任何数据。 </p>
            <p>5.3金智教育在今日校园校园号服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表、版面设计、电子文档等）的知识产权归金智教育所有。未经金智教育许可，任何人不得擅自使用上述内容。</p>
            <p>5.4除另有特别声明外，金智教育提供校园号服务时所依托的软件的著作权、专利权及其他知识产权均归金智教育所有。 </p>
            <p>5.5您在使用校园号服务过程中上传、发布的任何内容的知识产权归您或原始权利人所有。您确认并同意金智教育有权以自己名义或委托专业第三方对侵犯您上传、发布的享有知识产权的内容进行维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等，金智教育有权对维权事宜做出决策并独立实施。</p>
            <p>5.6为向您提供更优质的服务，您理解并同意授予金智教育及其关联方、合作方对您在校园号平台上上传、发布的任何内容在全球范围内享有永久的、不可撤销的、免费的、非独家的使用权。 </p>
            <p>5.7金智教育在校园号服务中使用的包括但不限于“今日校园”、“校园号”、“cpdaily.com”在内的任何商业标识、域名或其他品牌特征等，其商标权、著作权或其他权利均归金智教育所有。未经金智教育书面同意，您不得将上述内容以任何方式展示、使用或申请注册商标、进行域名注册等，您由于非法使用上述内容给金智教育或他人造成损失的，由您承担相关法律责任。</p>
            <p>5.8上述及其他任何校园号服务所包含的内容的知识产权均受到法律保护，未经金智教育、用户或相关权利人的书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。 </p>
            <h5>六、隐私政策 </h5>
            <p>6.1金智教育非常重视对您个人隐私的保护，金智教育保证不会将您的注册资料及您在使用校园号服务时存储在校园号平台上的非公开内容用于任何非法用途。</p>
            <p>6.2金智教育不对外公开或向第三方提供用的个人信息，但下列情况除外：</p>
            <p>（1）事先获得您的明确授权； （2）您自行在网络上公开、分享的信息或其他已合法公开的个人信息； （3）出于向您提供服务所必需的目的，向金智教育的关联方、控制方、合作伙伴分享提供服务所必需的个人信息，公司及其关联方、控制方、合作伙伴无权将共享的个人信息用于任何其他用途；
                （4）以维护公共利益或学术研究的目的； （5）以合法渠道获取的个人信息； （6）您侵害金智教育及其关联公司的合法权益，为维护前述合法权益且在必要范围内； （7）符合本协议相关条款的规定； （8）根据有关法律法规的要求或按照司法、行政等国家机关、政府部门的要求；
                （9）为向您提供服务，金智教育认为有必要的其他情况。 </p>

            <p>6.3在不透露您隐私信息的前提下，金智教育有权对整个用户数据库进行分析并进行商业上的利用。 6.4为了改善校园号平台的服务，向您提供更好的体验，金智教育将可能会自行收集使用或向第三方提供您的非个人隐私信息。</p>

            <h5>七、不可抗力及其他免责条款 </h5>

            <p>7.1您在使用校园号服务过程中应遵守法律法规、国家政策及本协议的相关要求，因使用校园号服务而产生的行为后果由您自行承担。</p>
            <p>7.2您理解并同意，在使用校园号服务的过程中，可能会遇到不可抗力等风险因素，使服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，金智教育将努力在第一时间进行处理，但因不可抗力给您造成了损失，您同意金智教育无需承担责任。</p>
            <p>7.3您理解并同意，除法律法规另有规定外，金智教育对以下情形导致的后果不承担责任：</p>
            <p>（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏而引起的损失或风险； （2）用户或金智教育的软件、系统、硬件和通信线路出现故障； （3）用户操作不当或通过非金智教育授权的方式使用校园号服务； （4）用户上传、发布的内容被他人转发、分享，因此等传播可能带来的风险或责任；
                （5）其他金智教育无法控制或合理预见的情形。 7.4金智教育有权根据法律法规的规定、本协议的约定等对违法违规的内容进行处理，但该权利不构成金智教育的义务或承诺，金智教育不保证能及时发现违法违规行为或进行有效处理。</p>

            <h5>八、法律责任</h5>
            <p>8.1如金智教育发现或收到他人投诉用户违反本协议约定的，金智教育有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。金智教育也有权依照本协议的规定，拒绝再向该主体提供服务。如果您发现任何人违反本协议规定或以其他不当的方式使用校园号服务，请立即向金智教育投诉、举报，金智教育将依法进行处理。</p>
            <p>8.2您理解并同意，金智教育有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</p>
            <p> 8.3您理解并同意，因您违反本协议或相关法律法规的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；给金智教育造成损失的，您也应当一并赔偿。</p>
            <h5>九、未成年人使用条款</h5>
            <p>9.1如您未满18周岁，您应在监护人监护、指导并获得监护人同意的情况下约定本协议和使用校园号相关服务。</p>
            <p>9.2未成年人应注意提高安全意识，加强自我保护，学习正确使用网络。</p>
            <p>9.3监护人应对未成年人加强指导，如未成年用户有违反法律法规、本协议内容的，则未成年人及其监护人应按照法律规定承担由此导致的一切后果。</p>

            <h5>十、法律适用及管辖</h5>
            <p>10.1本协议的成立、生效、履行、解释及冲突解决均适用中华人民共和国大陆地区的法律。 </p>
            <p> 10.2如您和金智教育之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的法院管辖。</p>
            <p>10.3本协议的签订地为中华人民共和国江苏省南京市江宁区。</p>

            <h5>十一、其他</h5>
            <p>11.1您使用本服务即视为您已阅读并同意接受本协议的约束。金智教育有权在必要时修改本协议条款，金智教育会将修改后的协议予以发布，您应及时查阅最新版本的条款。如您同意接受修改的协议，您将可以继续使用校园号的相关服务；如您不接受，应立即停止使用相关服务。</p>
            <p>11.2本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
            <p>11.3如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
        </div>
    </div>
</template>

<script>
export default {
    data () {
        return {
        }
    }
}
</script>

<style lang="less" rel="stylesheet/less" scoped>
    .head {
        font-size: 18px;
        color: #1C2438;
        letter-spacing: 0;
        font-size: 18px;
        color: #1C2438;
        letter-spacing: 0;
        padding: 20px 0 16px 0;
        text-align: center;
        border: 1px solid #DDDEE1;
        font-weight: 500;
    }
    .con {
        text-align: left;
        width: 70%;
        margin: 0 auto;
        padding: 30px 0;
        font-size: 14px;
        color: #4C5362;
        line-height: 22px;
        white-space: wrap;
        h5{
            margin-top:15px;
        }
        p{
            margin:5px 0;
        }
    }
</style>
